{ 
"meunome" : "Bruno Kobi Valadares de Amorim" ,  
"ola_mundo":"Hello World",
  "eu_sou":"I am the ",
  "frase_1":"Master's in Applied Computing in Artificial Intelligence",
  "frase_2": "FullStack Developer",

  "sobre":"About",
  "home":"Home",
  "projetos":"Projects",
  "linkedin":"Linkedin",
  "github":"Github",
  "facebook":"Facebook",

  "pt":"Portuguese",
   "en":"English",
   "es":"Spanish",
   "fr":"French",
   "de":"German",
   "zh":"Chinese",
   "ru":"Russian",
   "kl":"Klingon",

   "sobre_mim":"About me",
   "sobre1":"Passionate about programming, technology and innovation.",
   "sobre2":"Always looking for new knowledge and challenges.",
   "sobre3":"Entering the world of artificial intelligence.",  

  "educacao":"Education",
  "educacao1":"I am currently a master's student at IFES in applied computing in the field of Artificial Intelligence. I graduated in 2004 as a computer technician at IFES, but I ended up not following in the area. Since 2018, I decided to focus entirely on the area of software development, leaving a 14-year role in the administrative area. I graduated in 2020 with a Bachelor of Information Systems at Unisales.",

  "experiencia":"Experience",
  "experiencia1t":"Programming Assistant II",
  "experiencia1e":"Ambipar Response Orbitgeo Ltda",
  "experiencia1d":"Sep 2021 - the moment",

  "experiencia2t":"Software Development Analyst",
  "experience2e":"Directy",
  "experiencia2d":"Nov 2020 - Sep 2021",

  "experiencia3t":"Information Systems Trainee",
  "experiencia3e":"Ecosoft Consultoria E Softwares Ambientais Ltda",
  "experiencia3d":"Aug 2019 - Jan 2020",

 
  "skills":"Skills",
  "competencias":"Skills",

  "quali":"Qualifications",

  "project1t":"Presence Now",
  "project1d":"Presence Now is a real-time facial recognition student attendance assessment software, FrontEnd was developed in react using typescript, BackEnd uses the same languages, and was implemented in the form of Rest API, the module face recognition uses only Javascript, HTML and CSS, but makes use of faceapi.js that uses the tensorflow.js API and implements a series of convulsional neural networks (CNNs).The system will basically register the student's presence through real-time facial recognition.",

  "project2t":"Food Guide BR",
  "project2d":"Brazilian Food Guide application, developed for the TCC of Nutrition student Rafaela Soares Souza Kobi, the application was developed in React Native by FrameWork Expo and was published on Google PlayStore for Android devices. \n Guia Application Alimentar Brasileiro, work that I was able to participate in, exposed at the XXVII Brazilian Congress of Nutrition, the largest congress in Latin America on Food and Nutrition, at the nutri saber fair.",
  
  "project3t":"Ethics Quiz - Application",
  "project3d":"Integrating project developed in the last period of graduation and together with Lucas Barbosa da Silva, using java by Android Studio.(Clone Show do Milhão).",

  "project4t":"Plate Game ",
  "project4d":"An educational game related to traffic education with regard to traffic signs, was developed as a multimedia subject work, all of which were image and audio editing, languages ​​used Javascript, HTML and CSS." ,

  "project5t":"Quiz Web Biomedicina Unisales",
  "project5d":"Online Quiz Site developed for students of the Unisales Biomedicine Course.",

  "project6t":"Master in Artificial Intelligence",
  "project6d":"Class notes and work developed in the master's degree in Artificial Intelligence at IFES - Instituto Federal do Espírito Santo.",

  "project7t":"Search Algorithms",
  "project7d":"Search Algorithms developed in Python for the Artificial Intelligence discipline of the master's degree at IFES ."

}
