{
   "meunome" : "Bruno Kobi Valadares de Amorim" ,  
"ola_mundo":"Hola Mundo",
"eu_sou":"yo soy el ",
"frase_1":"Máster Universitario en Computación Aplicada en Inteligencia Artificial",
"frase_2": "Desarrollador FullStack",

"sobre":"Sobre",
"home":"Home",
"projetos":"Proyectos",
"linkedin":"Linkedin",
"github":"Github",
"facebook":"Facebook",
"instagram":"Instagram",

  "pt":"portugués",
   "en":"inglés",
   "es":"español",
   "fr":"francés",
   "de":"alemán",
   "zh":"chino",
   "ru":"Russo",
   "kl":"Klingon",
   "ar":"árabe",

   "sobre_mim":"Sobre mi",
   "sobre1":"Apasionado por la programación, la tecnología y la innovación.",
   "sobre2":"Siempre en busca de nuevos conocimientos y retos.",
   "sobre3":"Entrando en el mundo de la inteligencia artificial.",


"experiencia":"Experiencia",
   "educacao":"Educación",
    "educacao1":"Actualmente soy estudiante de maestría en IFES en computación aplicada en el campo de la Inteligencia Artificial, me gradué en 2004 como técnico en computación en IFES, pero terminé sin seguir en el área. A partir del 2018 decidí enfocarme por completo en el área de desarrollo de software, dejando un rol de 14 años en el área administrativa. Me gradué en 2020 con una Licenciatura en Sistemas de Información en Unisales.",
    "experiencia":"Experiencia",
  "experiencia1t":"Asistente de Programación II",
  "experiencia1e":"Respuesta Ambipar Orbitgeo Ltda",
  "experiencia1d":"Sep 2021 - el momento",

  "experiencia2t":"Analista de Desarrollo de Software",
  "experience2e":"Directo",
  "experiencia2d":"Noviembre 2020 - Sep 2021",

  "experiencia3t":"Aprendiz de Sistemas de Información",
  "experiencia3e":"Ecosoft Consultoría E Softwares Ambientales Ltda",
  "experiencia3d":"Ago 2019 - Ene 2020",

  "experiencia4t":"Analista de Sistemas Jr",
  "experiencia4e":"Ambipar Response Ltda",
  "experiencia4d":"out de 2023 - jan de 2025",

  "competencia":"Habilidades",
  "skills":"Habilidades",
  "quali":"Cualificaciones",

  "project1t":"Presencia ahora",
  "project1d":"Presence Now es un software de reconocimiento facial en tiempo real para la asistencia de los estudiantes, FrontEnd se desarrolló en React usando TypeScript, BackEnd usa los mismos lenguajes y se implementó en forma de Rest API, el módulo de reconocimiento facial usa solo Javascript , HTML y CSS, pero hace uso de faceapi.js que utiliza la API tensorflow.js e implementa una serie de redes neuronales convulsivas (CNN). Básicamente, el sistema registrará la presencia del estudiante a través del reconocimiento facial en tiempo real.",

  "project2t":"Guía de alimentos BR",
  "project2d":"Aplicación Guía de Alimentos Brasileños, desarrollada para la estudiante de TCC de Nutrición Rafaela Soares Souza Kobi, la aplicación fue desarrollada en React Native por FrameWork Expo y fue publicada en Google PlayStore para dispositivos Android. \n Aplicación Guia Alimentar Brasileiro, trabajo que pude participar expuesto en el XXVII Congreso Brasileño de Nutrición, el mayor congreso de América Latina sobre Alimentación y Nutrición, en la feria nutri saber.",
  
  "project3t":"Cuestionario de ética - Solicitud",
  "project3d":"Proyecto de integración desarrollado en el último período de graduación y junto con Lucas Barbosa da Silva, utilizando java de Android Studio. (Clone Show do Milhão).",

  "project4t":"Juego de platos",
  "project4d":"Se desarrolló un juego educativo relacionado con la educación vial en lo que respecta a las señales de tránsito, como trabajo de la asignatura multimedia, realizándose toda la edición de imágenes y audios, se utilizaron los lenguajes Javascript, HTML y CSS." ,

  "project5t":"Cuestionario Web Biomedicina Unisales",
  "project5d":"Sitio de cuestionarios en línea desarrollado para estudiantes del Curso de Biomedicina de Unisales.",
  
  "project6t":"Máster en Inteligencia Artificial",
  "project6d":"Apuntes de clase y trabajo desarrollado en la maestría en Inteligencia Artificial de IFES - Instituto Federal do Espírito Santo.",

  "project7t":"Algoritmos de búsqueda",
  "project7d":"Algoritmos de búsqueda desarrollados en Python para la disciplina de Inteligencia Artificial de la maestría en IFES .",

  "project8t":"Prueba FaceApi.js",
   "project8d":"Sitio de prueba FaceApi.js, usando la API tensorflow.js e implementando una serie de redes neuronales convulsivas (CNN).",

   "project9t": "Portafolio - Bruno Kobi Valadares de Amorim",
"project9d": "Sitio web desarrollado en React para presentación de portafolio. Idiomas disponibles: Klingon (Star Trek), Portugués, Inglés, Español, Francés, Alemán, Chino, Ruso, Árabe. Créditos del tema: @matheus rocha",

"project10t": "Portafolio 3D: Alien Experience",
  "project10d": "Desarrollo de un portafolio gamificado utilizando React Three Fiber y Three.js. El proyecto permite al usuario controlar un OVNI en un entorno 3D para 'abducir' vacas que representan mis stacks tecnológicos.",
  "project10t": "Portfolio 3D : Alien Experience",
  "project10d": "Développement d'un portfolio ludique utilisant React Three Fiber et Three.js. Le projet permet à l'utilisateur de contrôler un OVNI dans un environnement 3D pour 'enlever' des vaches qui représentent mes compétences technologiques."


}