{ 
  "meunome" : "Bruno Kobi Valadares de Amorim" ,  
  "ola_mundo":"Olá Mundo",
  "eu_sou":"eu sou",
  "frase_1":"Mestrando em Computação Aplicada em Inteligência Artificial",
  "frase_2": "Desenvolvedor FullStack",

  "sobre":"Sobre",
  "home":"Home",
  "projetos":"Projetos",
  "linkedin":"Linkedin",
  "github":"Github",
  "facebook":"Facebook",
  "instagram":"Instagram",

  "pt":"Português",
  "en":"Inglês",
  "es":"Espanhol",
  "fr":"Francês",
  "de":"Alemão", 
  "zh":"Chinês",
  "ru":"Russo",
  "kl":"Klingon",
  "ar":"Árabe",

  "sobre_mim":"Sobre mim",
  "sobre1":"Apaixonado por programação, tecnologia e inovação.",
  "sobre2":"Sempre buscando novos conhecimentos e desafios.",
  "sobre3":"Entrando de cabeça no mundo da inteligência artificial.",
 
  "educacao":"Educação",  
  "educacao1":"Atualmente, sou um aluno de mestrado no Instituto Federal do Espírito Santo (IFES), onde estudo computação aplicada com ênfase em Inteligência Artificial. Em 2004, obtive meu diploma como técnico em informática no IFES, mas acabei não seguindo carreira nessa área. Desde 2018, decidi concentrar-me inteiramente no campo do desenvolvimento de software. Em 2020, obtive meu diploma de Bacharel em Sistemas de Informação na Universidade Salesiana (Unisales).",
  "experiencia":"Experiência",
  "experiencia1t":"Assistente de Programação II",
  "experiencia1e":"Ambipar Response Orbitgeo Ltda",
  "experiencia1d":"set de 2021 - jun de 2023",

  "experiencia2t":"Analista de desenvolvimento de software",
  "experiencia2e":"Directy",
  "experiencia2d":"nov de 2020 - set de 2021",

  "experiencia3t":"Estagiário de sistemas da informação",
  "experiencia3e":"Ecosoft Consultoria E Softwares Ambientais Ltda",
  "experiencia3d":"ago de 2019 - jan de 2020",

  "experiencia4t":"Analista de Sistemas Jr",
  "experiencia4e":"Ambipar Response Ltda",
  "experiencia4d":"out de 2023 - jan de 2025",

  "competencias":"Competências",
  "skills":"Skills",
  "quali":"Qualificações",

  "project1t":"Presence Now",
  "project1d":"Presence Now é um software de aferição de assiduidade estudantil por reconhecimento facial em real-time , o FrontEnd foi desenvolvido em react utilizando typescript , o BackEnd utiliza as mesmas linguagens, e foi implementado em formado de Rest API, o módulo de reconhecimento facial utiliza apenas Javascript, HTML e CSS , mas faz uso da faceapi.js que utiliza a API do tensorflow.js e implementa uma série de redes neurais convulsionais (CNNs).  O sistema basicamente vai fazer o registro da presença do aluno através do reconhecimento facial em tempo real.",

  "project2t":"Guia Alimentar BR",
  "project2d":"Aplicativo do Guia Alimentar Brasileiro, desenvolvido pra o TCC da aluna de Nutrição Rafaela Soares Souza Kobi, o aplicativo foi desenvolvido em React Native pelo FrameWork Expo e foi Publicado na PlayStore do Google para dispositivos Android.  \n Aplicativo do Guia Alimentar Brasileiro, trabalho que pude participar exposto no XXVII Congresso Brasileiro de Nutrição, o maior congresso na América Latina de Alimentação e Nutrição, na feira nutri saber.",
  
  "project3t":"Quiz da Etica - Aplicativo",
  "project3d":"Projeto Integrador desenvolvido no ultimo periodo da graduação e conjunto  com Lucas Barbosa da Silva , utilizando java pelo Android Studio.(Clone Show do Milhão).",

  "project4t":"Jogo das Placas ",
  "project4d":"Um jogo educacional relacionado à educação no trânsito no que se refere as placas de trânsito, foi desenvolvido como trabalho da matéria de multimídia,  sendo feita toda da edição de imagens e áudios, linguagens utilizadas Javascript,HTML e CSS.",

  "project5t":"Quiz Web Biomedicina Unisales",
  "project5d":"Site de Quiz Online desenvolvido para os alunos do Curso de Biomedicina da Unisales.",

  "project6t":"Mestrado em Inteligência Artificial",
  "project6d":"Anotaçoes de aulas e trabalhos desenvolvidos no mestrado em Inteligência Artificial no IFES - Instituto Federal do Espírito Santo.",

  "project7t":"Algoritmos de Busca",
  "project7d":"Algoritmos de Busca desenvolvidos em Python para a disciplina de Inteligência Artificial do mestrado no IFES .",

  "project8t":"Teste da FaceApi.js",
  "project8d":"Site de Teste da FaceApi.js, utilizando a API do tensorflow.js e implementa uma série de redes neurais convulsionais (CNNs).",

  "project9t":" Portfólio",
  "project9d":"Site desenvolvido em React para apresentação de portfólio. Idiomas disponíveis :Klingon(Star Trek), Português, Inglês, Espanhol, Francês, Alemão, Chinês, Russo e Árabe. Créditos Theme : @matheus rocha",

  
  "project10t": "Portfólio 3D: Alien Experience",
  "project10d": "Desenvolvimento de um portfólio gamificado utilizando React Three Fiber e Three.js. O projeto permite que o usuário controle um OVNI em um ambiente 3D para 'abduzir' vacas que representam minhas stacks tecnológicas."



}
