{ 
  "meunome" : "Бруно Коби Валадарес де Аморим" ,  
  "ola_mundo":"Привет, мир",
  "eu_sou":"Я",
  "frase_1":"Магистр прикладных вычислений в области искусственного интеллекта",
  "frase_2": "Полный разработчик",

  "sobre":"О",
  "home":"Дом",
  "projetos":"Проекты",
  "linkedin":"Линкедин",
  "github":"Гитхаб",
  "facebook":"Фейсбук",
  "instagram":"Инстаграм",

  "pt":"португальский",
  "en":"английский",
  "es":"Испанский",
  "fr":"Французский",
  "de":"Немецкий", 
  "zh":"Китайский",
  "ru": "Русский",
  "kl": "Клингон",
  "ar": "Арабский",

  "sobre_mim":"Обо мне",
  "sobre1":"Увлечен программированием, технологиями и инновациями.",
  "sobre2":"Всегда в поиске новых знаний и вызовов.",
  "sobre3":"Вход в мир искусственного интеллекта.",
 
  "educacao":"Образование",  
  "educacao1":"В настоящее время я учусь в магистратуре IFES в области прикладных вычислений в области искусственного интеллекта. Я закончил IFES в 2004 году по специальности компьютерный техник, но в итоге я не стал заниматься в этой области. С 2018 года я решил полностью сосредоточиться на области разработки программного обеспечения, оставив 14-летнюю должность в административной сфере. Я получил диплом бакалавра информационных систем в 2020 году в Unisales.",
  
  "experiencia":"Опыт",
  "experience1t":"Помощник по программированию II",
  "experiencia1e":"Ambipar Response Orbitgeo Ltda",
  "experiencia1d":"Сентябрь 2021 г. - момент",

  "experiencia2t":"Аналитик по разработке ПО",
  "experience2e":"Прямая",
  "experiencia2d":"ноябрь 2020 г. – сентябрь 2021 г.",

  "experiencia3t":"Стажер по информационным системам",
  "experiencia3e":"Ecosoft Consultoria E Softwares Ambientais Ltda",
  "experiencia3d":"Август 2019 г. – январь 2020 г.",

  "experiencia4t":"Analista de Sistemas Jr",
  "experiencia4e":"Ambipar Response Ltda",
  "experiencia4d":"out de 2023 - jan de 2025",

  "competencias":"Навыки",
  "skills":"Навыки",
  "quali":"Квалификация",

  "project1t":"Присутствие сейчас",
  "project1d":"Presence Now — это программное обеспечение для распознавания лиц в режиме реального времени для посещаемости студентов, FrontEnd был разработан в реакции с использованием машинописного текста, BackEnd использует те же языки и был реализован в виде Rest API, модуль распознавания лиц использует только Javascript , HTML и CSS, но использует faceapi.js, который использует API-интерфейс tensorflow.js и реализует серию конвульсивных нейронных сетей (CNN). Система в основном регистрирует присутствие учащегося посредством распознавания лиц в реальном времени.",

  "project2t":"Гид по еде BR",
  "project2d":"Приложение Brasilian Food Guide, разработанное для студентки TCC of Nutrition Рафаэлы Соарес Соуза Коби, приложение было разработано в React Native компанией FrameWork Expo и опубликовано в Google PlayStore для устройств Android. \n Приложение Guia Alimentar Brasileiro, work в котором мне удалось принять участие на XXVII Бразильском конгрессе по питанию, крупнейшем в Латинской Америке конгрессе по продуктам питания и питанию, на ярмарке nutri sabre.",
  
  "project3t":"Викторина по этике - приложение",
  "project3d":"Интеграция проекта, разработанного в последний период выпуска вместе с Лукасом Барбосой да Силва, с использованием java от Android Studio. (Clone Show do Milhão).",

  "project4t":"Игра с тарелками ",
  "project4d": "Обучающая игра, связанная с дорожным образованием в отношении дорожных знаков, была разработана как работа по мультимедийной теме, в которой было выполнено все редактирование изображений и аудио, использовались языки Javascript, HTML и CSS. ",

  "project5t":"Викторина Web Biomedicina Unisales",
  "project5d":"Сайт онлайн-викторин разработан для слушателей курса биомедицины Unisales.",

  "project6t":"Магистр искусственного интеллекта",
  "project6d":"Заметки о занятиях и работа, разработанная для получения степени магистра в области искусственного интеллекта в IFES - Instituto Federal do Espírito Santo.",

  "project7t":"Алгоритмы поиска",
  "project7d":"Алгоритмы поиска, разработанные на Python для дисциплины 'Искусственный интеллект' для получения степени магистра в IFES .",

  "project8t":"FaceApi Test.js",
   "project8d":"Site de test FaceApi.js, utilisant l'API tensorflow.js et implémentant une série de réseaux de neurones convulsifs (CNN).",

   "project8t":"FaceApi Test.js",
   "project8d":"Тестовый сайт FaceApi.js, использующий API tensorflow.js и реализующий серию конвульсивных нейронных сетей (CNN)",

   "project9t": "Портфолио - Бруно Коби Валадарес де Аморим",
"project9d": "Сайт, разработанный на React, для представления портфолио. Доступные языки: Клингонский (Звездный путь), Португальский, Английский, Испанский, Французский, Немецкий, Китайский, Русский, Арабский. Автор темы: @matheus rocha",
"project10t": "3D-портфолио: Alien Experience",
  "project10d": "Разработка геймифицированного портфолио с использованием React Three Fiber и Three.js. Проект позволяет пользователю управлять НЛО в трехмерной среде, чтобы «похищать» коров, которые представляют мой технологический стек."


}
